OC.L10N.register(
    "circles",
    {
    "Cancel" : "Cancel",
    "New folder" : "ថត​ថ្មី",
    "Folder name" : "ឈ្មោះ​ថត",
    "Apply" : "អនុវត្ត",
    "Personal" : "ផ្ទាល់​ខ្លួន",
    "Password protected" : "បាន​ការ​ពារ​ដោយ​ពាក្យ​សម្ងាត់",
    "Federated" : "Federated",
    "Admin" : "អ្នក​គ្រប់​គ្រង",
    "Owner" : "Owner",
    "Invalid image" : "រូបភាព​មិន​ត្រឹម​ត្រូវ",
    "Unknown filetype" : "មិន​ស្គាល់​ប្រភេទ​ឯកសារ",
    "Open %s" : "បើក %s",
    "Users" : "អ្នកប្រើ",
    "Name" : "ឈ្មោះ",
    "Size" : "ទំហំ",
    "Modified" : "បាន​កែ​ប្រែ"
},
"nplurals=1; plural=0;");
